app/controllers/posts_controller.rb

	def create
	  @post = Post.new
	  @post.title = post_params(:title)
	  @post.description = post_params(:description)
	  @post.save
---
INSERT INTO "posts" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Rails Introduction Quiz"], ["description", "asdfasdf"], ["created_at", "2015-12-31 19:45:03.614973"], ["updated_at", "2015-12-31 19:45:03.614973"]]